{
  "yes":"Oui",
  "no":"Non",
  "locations":"Emplacements",
  "devices":"Appareils",
  "travelers":"Lots",
  "statistics":"Statistiques",
  "processes":"Processus",
  "process":"Processus",
  "schedules":"Horaires",
  "routes":"Routes",
  "settings":"Paramètres",
  "taskqueue":"File d'attente de tâches",
  "save":"Enregistrer",
  "number":"Numéro",
  "start":"Début",
  "end":"Fin",
  "label":"Étiquette",
  "dates":"Dates",
  "description":"Description",
  "select":"Sélectionner",
  "delete":"Effacer",
  "workstation":"Poste de travail",
  "warehouse":"Supermarché",
  "backwarning":"Êtes-vous sûr de vouloir revenir en arrière ? La progression ne sera pas enregistrée",
  "Throughput":"Débit",
  "color":"Couleur",
  "Production Rate": "Taux de production",
  "Work in Process":"Travail en cours (WIP)",
  "Lead Time":"Délai de livraison",
  "Line Balance":"Équilibre de la ligne",
  "cumulative":"Cumulatif",
  "Productivity":"Productivité",
   "OEE":"OEE",
   "Cycle Time":"Temps de cycle",
   "Station Reports":"Rapports d'emplacement",
   "Processes":"Processus",
   "Product Groups":"Groupes de produits",
   "Operators":"Opérateurs",
   "None":"Aucun",
   "Machine Utilization":"Utilisation de la machine",
   "Value Creating Time":"Temps de création de valeur",
   "nodata":"Pas de données",
   "Not Enough Data":"Pas assez de données",
   "Move Quantity":"Avancer par montant",
   "Finish Quantity":"Finir par montant",
   "Go back":"Retourner",
   "Start":"Commencer",
   "Lot Moved":"Lot déplacé",
   "dashboards":"Tableaux",
   "Active Working Time":"Temps de travail actif",
   "Expected Cycle Time":"Temps de cycle attendu",
   "filterlots":"Filtrer les lots...",
   "Edit Report":"Modifier le rapport",
   "Send Report":"Envoyer le rapport",
   "Add Report Button":"Ajouter rapport",
   "Report Sent":"Rapport envoyé",
   "Failed to Send Report":"Échec de l'envoi du rapport",
   "Lot Kick Off Successful":"Lancement du lot réussi",
   "Lot Kick Off Failed":"Échec du lancement du lot",
   "Sign In":"S'identifier",
   "Select Operator":"Sélectionner un opérateur",
   "Enter name/identifier of operator":"Saisir le nom/l'identifiant de l'opérateur",
   "Continue":"Continuer",
   "Previous Operators":"Opérateurs précédents",
   "Sort":"Trier",
   "Filter":"Filtrer",
   "Add New Lot":"Ajouter un nouveau lot",
   "Queue":"File d'attente",
   "Finish":"Terminé",
   "Lots at the current station":"Lots au emplacement actuelle",
   "Parts at the current station":"Pièces au emplacement actuelle",
   "Editing Lot":"Modifier un lot",
   "Creating Lot":"Créer un lot",
   "Editing Template":"Modifier un modèle",
   "Import Lots":"Importer des lots",
   "Validate Lots":"Valider les lots",
   "Lot History":"Historique du lot",
   "Product Group":"Groupe de produits",
   "Starting Timer...":"Démarrage de la minuterie ...",
  "Settings":{
     "unlockdashboards":"Déverrouiller tous les tableaux de bord",
     "lockdashboards":"Verrouiller tous les tableaux de bord",
     "unlockmessage":"Tous les tableaux de bord ont été déverrouillés avec succès !",
     "lockmessage":"Tous les tableaux de bord ont été verrouillés avec succès !",
     "contactname":"Nom du contact",
     "emailaddress":"Adresse e-mail",
     "map":"Carte",
     "makedefault":"Définir comme carte par défaut",
     "mapsettings":"Paramètres de la carte",
     "enablemapview":"Activer l'affichage de la carte",
     "generalsettings":"Paramètres généraux",
     "timezone":"Fuseau horaire",
     "emailnotifications":"Notifications par e-mail",
     "showshiftsettings":"Afficher les paramètres de décalage",
     "startofshift":"Début du quart de travail",
     "endofshift":"Fin du quart",
     "breaks":"Pauses",
     "calculateandsave":"Recalculer et enregistrer",
     "dashboardsettings":"Paramètres du tableaux de bord",
     "trackoperators":"Suivi des Opérateurs",
     "fractionalmove":"Avancer les lots par fraction",
     "hidefilters":"Masquer les filtres sur mobile",
     "advancedfilters":"Filtres de recherche avancés",
     "customlotdisplay":"Affichage de lot personnalisé",
     "nomatches":"Aucune correspondance trouvée",
     "confirmmapclear":"Voulez-vous vraiment effacer cette carte ?",
     "confirmdashboardunlock":"Voulez-vous vraiment déverrouiller tous les tableaux de bord ?",
     "confirmdashboardlock":"Êtes-vous sûr de vouloir verrouiller tous les tableaux de bord ?",
     "showdevelopersettings":"Afficher les paramètres du développeur",
     "clearmap":"Effacer la carte",
     "signout":"Se déconnecter",
     "movealert":"Durée d'alerte pour l'avancement"
    },
    "Editloc":{
      "cannotdeletewarning":"Les nouveaux emplacements ne peuvent pas être supprimées.",
      "processwarning": "Cet emplacement est utilisée dans le processus \"{{processname}}\". Si vous souhaitez supprimer cet emplacement, supprimez-la du processus ou supprimez le processus.",
      "deletewarning":"ATTENTION ! Toutes les données historiques de cet emplacement seront également supprimées. Voulez-vous vraiment supprimer cet emplacement ?",
      "name":"Nom de l'emplacement",
      "entername":"Entrez le nom de l'emplacement",
      "type":"Type d'emplacement"  
    },
    "Editproc":{
      "name":"Nom du processus",
      "deletewarning":"ATTENTION ! Tous les lots actuellement dans ce processus seront définitivement supprimés. Êtes-vous sûr de vouloir supprimer ce processus ?",
      "clickstation":"Cliquez sur une emplacement sur la carte pour commencer un itinéraire"
    },
    "Statistics":{
       "totalThroughput": "Le débit est la quantité totale de produits qui ont été finis dans la plage de dates donnée. Les produits finis incluent les produits qui ont été déplacés dans la colonne fini ou dans un supermarché sans itinéraires de sortie.",
       "productionRate": "Le taux de production est la quantité de produit qui est produite par seconde. Il est représenté ici par son inverse, le temps moyen nécessaire pour fabriquer un seul produit sur la plage de dates donnée, en tenant compte des paramètres d'équipe.",
       "wip": "Work-In-Process (WIP) est le nombre moyen de produits qui ont été à n'importe quelle emplacement du processus pendant la plage de dates donnée.",
       "leadTime": "Le délai de livraison est le temps qu'il faut pour produire un seul produit à partir du moment où il entre dans le processus de production jusqu'au moment où il atteint la file d'attente de finition. Il est donné par le taux de production multiplié par le travail en cours. Le temps est exprimé en jours ouvrables, sans tenir compte des week-ends.",
       "balance": "L'équilibrage de ligne est l'art d'équilibrer les temps de cycle de chaque emplacement du processus afin de réduire la quantité de WIP et le délai d'approvisionnement. Votre taux de production est donné par l'emplacement la plus lente, indiquée par la 'ligne de goulot d'étranglement'. Takt time est le temps de cycle souhaité pour chaque emplacement du processus. Faites glisser la ligne \"Takt\" dans le graphique pour modifier votre taux de production cible pour toutes les stations de ce processus.",
       "throughput": "Débit au fil du temps dans la plage de dates donnée. \"Cumulatif\" affiche le débit total sur la plage de dates donnée."
    },
    "Stationstats":{
      "productivity": "La 'productivité' vous permet de comparer le temps de cycle de l'emplacement avec le temps de cycle de l'emplacement souhaité pour chaque produit spécifique. Cliquez sur l'icône d'engrenage pour modifier le temps de cycle souhaité pour chaque produit.",
       "productivitySettings": "Configurez le 'takt time' souhaité pour ce produit à cet emplacement.<br/><br/><b>Takt du processus :</b> Compare votre taux de production au takt time défini sur toutes les emplacements de ce processus. Ce takt time peut être configuré dans la page 'Statistiques' en faisant glisser la ligne 'Takt' sur le graphique d'équilibre.<br/><b>Takt du emplacement :</b> Compare le taux de production à un takt time spécifique pour ce produit à cet emplacement uniquement.<br/><BLOCKQUOTE style='margin-left : 40px'><b>Auto :</b> Compare le taux de production au taux de production historique de ce produit à cet emplacement.<br/><b>Manuel :</b> Définissez un taux de production auquel comparer le taux de production réel.</BLOCKQUOTE>",
       "oee": "L'efficacité globale de l'équipement (OEE) est la mesure du débit maximal réel par rapport au débit maximal théorique. Ceci est donné par le produit de la disponibilité, des performances et de la qualité. Cliquez sur les engrenages pour spécifier le nombre de pièces pendant le cycle minimum théorique pour cet emplacement.",
       "cycleTime": "Le temps de cycle est la mesure du temps (de travail actif) qu'il faut pour produire une seule pièce à cet emplacement. Ceci est calculé sur la base du temps 'Start' et 'Stop' pour chaque lot qui a quitté cet emplacement et la quantité déplacée.",
       "throughput": "Le débit est le nombre total de pièces qui sont passées par cet emplacement sur la plage de dates sélectionnée. Le débit total est décomposé par groupe de produits. Activez et désactivez les lignes individuelles en cliquant dessus dans la légende. ",
       "wip": "Le travail en cours (WIP) est la quantité totale de produit assis à cet emplacement au fil du temps. Le WIP est séparé par groupe de produits avec une mesure 'Totale' également. Vous pouvez basculer les lignes sur ce graphique en cliquant dessus dans la légende.",
       "stationReports": "Les rapports d'emplacement sont déclenchés par les opérateurs du tableau de bord pour indiquer des événements tels que les dysfonctionnements de la machine, les défauts, le manque de consommables, etc. Définissez des boutons de rapport personnalisés sur la vue du tableau de bord de chaque emplacement.",
       "stationReportsPie": "Une décomposition du nombre d'occurrences de chaque événement de rapport.",
       "processesPie": "Une décomposition de la quantité de pièces traités par le processus auquel elles appartenaient",
       "productGroupPie": "Une répartition de la quantité de pièces traités par groupe de produits auquel elles appartenaient.",
       "operatorsPie": "Une répartition de la quantité de pièces traités par l'opérateur qui les a traité.",
       "toStationPie": "Une répartition de la quantité de pièces traités par l'emplacement vers laquelle elles ont été déplacées.",
       "machineUtilization": "Une mesure de l'utilisation de cet emplacement: le rapport entre le nombre total de secondes de travail à cet emplacement et le nombre total de secondes de travail disponibles, basé sur les paramètres d'équipe définis dans l'onglet des paramètres. Le nombre total de secondes de travail est calculé en fonction de la temps qu'un travailleur était actif dans un lot (par rapport à la liste des lots à l'emplacement).",
       "valueCreatingTime": "Une mesure du temps relatif pendant lequel un lot a été activement travaillé par rapport au temps qu'il a passé inactif à cet emplacement. Les secondes de travail actives de ce lot sont basées sur le temps qu'un travailleur a été actif dans un lot (versus regarder la liste des lots au emplacement)."
    },
    "Dashboard":{
      "lotsplit": "{{quantity}} pièces de {{name}} ont été réparties entre {{stations}}",
      "lotmove": "{{quantity}} pièces de {{name}} ont été avancées vers {{station}}",
      "unmergemsg": "Êtes-vous sûr de vouloir dissocier {{name1}} de {{name2}}?",
      "lockmsg":"Cliquez pour verrouiller le tableau de bord. Cela masquera le bouton \"X\" sur l'écran du tableau de bord en mode mobile",
      "unlockmsg":"Cliquez pour déverrouiller le tableau de bord. Cela affichera le bouton \"X\" sur l'écran du tableau de bord en mode mobile",
      "locksuccess":"Le tableau de bord a été déverrouillé avec succès !",
      "unlocksuccess":"Le tableau de bord a été verrouillé avec succès !"
    },
    "Sortkey":{
      "alpha":"Alphabétique",
      "datedes":"Date de création (la plus récente -> la plus ancienne)",
      "dateasc":"Date de création (la plus ancienne -> la plus récente)",
      "editdes":"Dernière modification (la plus récente -> la plus ancienne)",
      "editasc":"Dernière modification (la plus ancienne -> la plus récente)"
    },
    "Import":{
      "file": "Êtes-vous sûr de vouloir importer ce fichier ?",
      "paste":"Un événement de collage a été détecté. Souhaitez-vous utiliser les données collées pour créer des lots ?",
      "importevt":"Événement d'importation détecté",
      "pastevt":"Événement de collage détecté"       
    }
}