{
  "yes":"Sí",
  "no":"No",
  "locations":"Ubicaciones",
  "devices":"Dispositivos",
  "travelers":"Órdenes de trabajo",
  "statistics":"Estadísticas",
  "processes":"Procesos",
  "process":"Processus",
  "schedules":"Horarios",
  "routes":"Rutas",
  "settings":"Configuraciones",
  "taskqueue":"Cola de tareas",
  "save":"Guardar",
  "number":"Número",
  "start":"Inicio",
  "end":"Fin",
  "label":"Etiqueta",
  "dates":"Fechas",
  "description":"Descripción",
  "select":"Seleccionar",
  "delete":"Eliminar",
  "workstation":"estación de trabajo",
  "warehouse":"Supermercado",
  "backwarning":"¿Está seguro de que desea regresar? El progreso no se guardará",
  "Throughput":"Rendimiento",
  "color":"Color",
  "Production Rate": "Tasa de Producción",
  "Work in Process":"Trabajo en Progreso (WIP)",
  "Lead Time":"Tiempo de Entrega",
  "Line Balance":"Balance de línea",
  "cumulative":"Acumulado",
  "Productivity":"Productividad",
   "OEE":"OEE",
   "Cycle Time":"Tiempo de ciclo",
   "Station Reports":"Informes de ubicación",
   "Processes":"Procesos",
   "Product Groups":"Plantillas de órdenes",
   "Operators":"Operadores",
   "None":"Ninguno",
   "Machine Utilization":"Utilización de la máquina",
   "Value Creating Time":"Tiempo de creación de valor",
   "nodata":"Sin datos",
   "Not Enough Data":"Datos insuficientes",
   "Move Quantity":"Mover por cantidad",
   "Finish Quantity":"Finalizar por cantidad",
   "Go back":"Volver",
   "Start":"Inicio",
   "Lot Moved":"Orden de trabajo movida",
   "dashboards":"Tableros",
   "Active Working Time":"Tiempo de trabajo activo",
   "Expected Cycle Time":"Tiempo de ciclo esperado",
   "filterlots":"Filtrar órdenes de trabajo...",
   "Edit Report":"Editar Informe",
   "Send Report":"Enviar Informe",
   "Add Report Button":"Agregar informe",
   "Report Sent":"Informe enviado",
   "Failed to Send Report":"Error al enviar el informe",
   "Lot Kick Off Successful":"Inicio del lote exitoso",
   "Lot Kick Off Failed":"Error en el inicio del lote",
   "Sign In":"Iniciar sesión",
   "Select Operator":"Seleccionar Operador",
   "Enter name/identifier of operator":"Ingrese nombre/identificador del operador",
   "Continue":"Continuar",
   "Previous Operators":"Operadores Anteriores",
   "Sort":"Ordenar",
   "Filter":"Filtro",
   "Add New Lot":"Agregar Nuevo Lote",
   "Queue":"Cola",
   "Finish":"Terminado",
   "Lots at the current station":"Órdenes de trabajo en la estación actual",
   "Parts at the current station":"Piezas en la estación actual",
   "Editing Lot":"Editando orden de trabajo",
   "Creating Lot":"Creando orden de trabajo",
   "Editing Template":"Editando una Plantilla",
   "Import Lots":"Importar órdenes de trabajo",
   "Validate Lots":"Validar órdenes de trabajo",
   "Lot History":"Historial de órdenes de trabajo",
   "Product Group":"Plantilla de orden de trabajo",
   "Starting Timer...":"Temporizador de inicio...",
  "Settings":{
     "unlockdashboards":"Desbloquear todos los paneles",
     "lockdashboards":"Bloquear todos los paneles",
     "unlockmessage":"Todos los paneles se desbloquearon correctamente!",
     "lockmessage":"¡Todos los paneles se han bloqueado con éxito!",
     "contactname":"Nombre de contacto",
     "emailaddress":"Dirección de correo electrónico",
     "map":"Mapa",
     "makedefault":"Establecer como mapa predeterminado",
     "mapsettings":"Configuración del mapa",
     "enablemapview":"Habilitar vista de mapa",
     "generalsettings":"Configuración general",
     "timezone":"Zona Horaria",
     "emailnotifications":"Notificaciones por correo electrónico",
     "showshiftsettings":"Mostrar configuración de turnos",
     "startofshift":"Inicio del turno",
     "endofshift":"Fin del turno",
     "breaks":"Roturas",
     "calculateandsave":"Recalcular y guardar",
     "dashboardsettings":"Configuración del panel",
     "trackoperators":"Seguimiento del operador",
     "fractionalmove":"Mover lotes hacia adelante por fracción",
     "hidefilters":"Ocultar filtros en el móvil",
     "advancedfilters":"Filtros de búsqueda avanzada",
     "customlotdisplay":"Mostrar lote personalizado",
     "nomatches":"No se encontraron coincidencias",
     "confirmmapclear":"¿Está seguro de que desea borrar este mapa?",
     "confirmdashboardunlock":"¿Realmente desea desbloquear todos los paneles?",
     "confirmdashboardlock":"¿Está seguro de que desea bloquear todos los paneles?",
     "showdevelopersettings":"Mostrar configuración de desarrollador",
     "clearmap":"Limpiar mapa",
     "signout":"Cerrar sesión",
     "movealert":"Duración de la alerta para el progreso"
    },
    "Editloc":{
      "cannotdeletewarning":"No se pueden eliminar nuevas ubicaciones.",
      "processwarning": "Este espacio se usa en el proceso \"{{nombre del proceso}}\". Si desea eliminar este espacio, quítelo del proceso o finalice el proceso",
      "deletewarning":"¡ADVERTENCIA! También se eliminarán todos los datos históricos de esta ubicación. ¿Está seguro de que desea eliminar esta ubicación?",
      "name":"Nombre de la ubicación",
      "entername":"Ingrese el nombre de la ubicación",
      "type":"Tipo de ubicación"
    },
    "Editproc":{
      "name":"Nombre del proceso",
      "deletewarning":"¡ADVERTENCIA! Todos los lotes que se encuentran actualmente en este proceso se eliminarán de forma permanente. ¿Está seguro de que desea eliminar este proceso?",
      "clickstation":"Haga clic en una ubicación en el mapa para comenzar una ruta."
    },
    "Statistics":{
       "totalThroughput": "El rendimiento es la cantidad total de productos que se terminaron dentro del intervalo de fechas dado. Los productos terminados incluyen productos que se movieron a la columna de terminados o a un supermercado sin rutas de salida.",
       "productionRate": "La tasa de producción es la cantidad de producto que se produce por segundo. Aquí se representa por su inversa, el tiempo promedio necesario para producir un solo producto en el intervalo de fechas dado, teniendo en cuenta los parámetros de 'equipo .",
       "wip": "El trabajo en proceso (WIP) es la cantidad promedio de productos que han estado en cualquier ubicación en el proceso durante el intervalo de fechas dado",
       "leadTime": "El equilibrio de línea es el arte de equilibrar los tiempos de ciclo de cada ubicación en el proceso para reducir la cantidad de WIP y el tiempo de entrega. Su tasa de producción está dada por la ubicación más lenta, indicada por la 'Línea de cuello de botella'. Takt time es el tiempo de ciclo deseado para cada ubicación en el proceso. Arrastre la línea \"Takt\" en el gráfico para cambiar su tasa de producción objetivo para todas las estaciones de este proceso.",
       "throughput": "Rendimiento a lo largo del tiempo en el rango de fechas dado. \"Cumulativo\" muestra el rendimiento total en el rango de fechas dado."
    },
    "Stationstats":{
      "productivity": "Productividad' te permite comparar el tiempo de ciclo de ubicación con el tiempo de ciclo de ubicación deseado para cada producto específico. Haz clic en el icono de engranaje para cambiar el tiempo de ciclo deseado para cada producto.",
       "productivitySettings": "Establezca aquí el 'takt time' deseado para este producto.<br/><br/><b>Process takt:</b> Compara su tasa de producción con el takt time establecido en todo este proceso takt time se puede configurar en la página \"Estadísticas\" arrastrando la línea \"Takt\" en el gráfico de balance.<br/><b>Takt per ubicaciones:</b> Compara la tasa de producción en un tiempo takt específico para este producto en esta ubicación únicamente.<br/><BLOCKQUOTE style='margin-left: 40px'><b>Auto:</b> Compara la tasa de producción con la tasa de producción histórica de este producto en esta ubicación.<br/><b>Manual: </b> Establecer una tasa de producción para comparar la tasa de producción real.</BLOCKQUOTE>",
       "oee": "La eficacia general del equipo (OEE) es la medida del rendimiento máximo real en comparación con el rendimiento máximo teórico. Esto viene dado por el producto de disponibilidad, rendimiento y calidad. Haga clic en los engranajes para especificar el número de piezas durante el ciclo mínimo teórico para esta ubicación.",
       "cycleTime": "El tiempo de ciclo es la medida del tiempo (de trabajo activo) que se necesita para producir una sola pieza en esa ubicación. Esto se calcula en función del tiempo de 'Inicio' y 'Detención' de cada lote que salió de esta ubicación y la cantidad movida.",
       "throughput": "El rendimiento es el número total de piezas que pasaron por esta ubicación durante el intervalo de fechas seleccionado. El rendimiento total se desglosa por grupo de productos. Active y desactive filas individuales haciendo clic en ellas en la leyenda. ",
       "wip": "El trabajo en progreso (WIP) es la cantidad total de productos que se encuentran en esa ubicación a lo largo del tiempo. El WIP está separado por grupo de productos con una métrica 'Total' también. Puede alternar filas en este gráfico haciendo clic en en la leyenda.",
       "stationReports": "Los operadores del panel activan los informes de ubicación para indicar eventos tales como mal funcionamiento de la máquina, defectos, falta de consumibles, etc. Establece botones de informes personalizados en la vista desde el panel de cada ubicación.",
       "stationReportsPie": "Un desglose del número de ocurrencias de cada evento de informe.",
       "processesPie": "Un desglose de la cantidad de piezas procesadas por el proceso al que pertenecían.",
       "productGroupPie": "Un desglose de la cantidad de piezas procesadas por grupo de productos al que pertenecían.",
       "operatorsPie": "Un desglose de la cantidad de monedas procesadas por el operador que las procesó.",
       "toStationPie": "Un desglose de la cantidad de piezas procesadas por la ubicación a la que se trasladaron.",
       "machineUtilization": "Una métrica de la utilización de esta ubicación: la relación entre la cantidad total de segundos de trabajo en esta ubicación y la cantidad total de segundos de trabajo disponibles, en función de la configuración del equipo definida en La cantidad total de segundos trabajados se calcula en función de en el momento en que un trabajador estuvo activo en un lote (en relación con la lista de lotes en la ubicación).",
       "valueCreatingTime": "Una medida del tiempo relativo que un lote ha estado trabajando activamente en comparación con el tiempo que ha estado inactivo en esa ubicación. Los segundos de trabajo activos de este lote se basan en el tiempo que un trabajador ha estado activo en un lote (en lugar de mirar la lista de lotes en la ubicación)."
    },
    "Dashboard":{
      "lotsplit": "{{quantity}} monedas de {{name}} se han dividido entre {{stations}}",
      "lotmove": "{quantity}} monedas de {{name}} se han movido a {{station}}",
      "unmergemsg": "¿Estás seguro de que quieres separar {{name1}} de {{name2}}?",
      "lockmsg":"Haz clic para bloquear el tablero. Esto ocultará el botón \"X\" en la pantalla del tablero en modo móvil.",
      "unlockmsg":"Haga clic para desbloquear el tablero. Esto mostrará el botón \"X\" en la pantalla del tablero en modo móvil.",
      "locksuccess":"¡Panel desbloqueado con éxito!",
      "unlocksuccess":"¡El panel se ha bloqueado correctamente!"
    },
    "Sortkey":{
      "alpha":"Alfabético",
      "datedes":"Fecha de creación (más reciente -> más antigua)",
      "dateasc":"Fecha de creación (más antigua -> más nueva)",
      "editdes":"Última edición (más reciente -> más antigua)",
      "editasc":"Última edición (más antigua -> más nueva)"
    },
    "Import":{
      "file": "¿Estás seguro de que quieres importar este archivo?",
      "paste":"Se detectó un evento de pegado. ¿Le gustaría usar los datos pegados para crear lotes?",
      "importevt":"Evento de importación detectado",
      "pastevt":"Evento de pegado detectado",
      "instructions":"Seleccione el menú desplegable en la parte superior de cada columna para asignarlo a uno de los campos en su plantilla de grupo de productos. Haga clic con el botón derecho en el encabezado de una fila para eliminar una fila, haga clic con el botón derecho en el encabezado de una columna para restablecer una etiqueta de columna."       
    }
}